{
    "Characters": [
        {
            "Id": 0,
            "Name": "American Eel",
            "Genus": "Anguilla rostrata",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "I may look like a snake, but I’m really a fish. When it’s time to lay my eggs, I journey hundreds of miles down the rivers of eastern America and far out into the Atlantic Ocean to breed. When the young eels hatch, they return from the ocean to spend their lives in the rivers, and the cycle starts again.",
            "Eats": {
                "Text": "Crustaceans, aquatic insects, small fish",
                "Id": [1, 2]
            },
            "EatenBy": {
                "Text": "Larger predatory fish, birds of prey, wading birds, small mammals, humans",
                "Id": [5, 6]
            },
            "FoundIn": "Streams, rivers, and muddy or silt-bottomed lakes",
            "Status": "Once abundant, my numbers declined drastically as dams blocked our way through the rivers to our ocean breeding grounds. Eels need the help of conservationists if we’re going to be part of the ecosystem in the future."
        },
        {
            "Id": 1,
            "Name": "American Shad",
            "Genus": "Alosa sapidissima",
            "Coords": {
                "x": 248,
                "y": 283
            },
    		"Body": "I start life far upstream in freshwater rivers, but move down to the salty waters of the Atlantic to spend my adult life in schools containing thousands of fish. I won’t return to the river for 3-6 years, when it’s time to swim upstream and lay my eggs. I’m an important food source for both animals and humans—so important, in fact, that several U.S. cities host annual shad festivals to celebrate me!",
            "Eats": {
                "Text": "Plankton, shrimp, fish eggs",
                "Id": [1, 2]
            },
            "EatenBy": {
                "Text": "Larger predatory fish, birds of prey, wading birds, otters, bears, humans",
                "Id": [5, 6]
            },
            "FoundIn": "Freshwater rivers and streams for the first months of life and when spawning, coastal Atlantic waters ",
            "Status": "Dams and pollution took a toll on our once-huge numbers, and we vanished from many areas. Today, habitat restoration and pollution regulations are helping to rebuild our populations along America’s eastern coast."
        },
        {
            "Id": 2,
            "Name": "Amphipods (Scuds)",
            "Genus": "Multiple freshwater species in Order Amphipoda",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "Most people are completely unaware of the thousands of species of amphipods, or ͞scuds,͟ in aquatic habitats, but we tiny crustaceans serve as an important food source for small animals that, in turn, feed larger animals. In waters with few predators, our populations can reach up to 10,000 per square yard. Our feeding habits help keep water healthy and clean for the other animals that share our habitat.",
            "Eats": {
                "Text": "Dead plant and animal matter, algae",
                "Id": [1]
            },
            "EatenBy": {
                "Text": "Small fish, tadpoles, newts, aquatic insects",
                "Id": [5, 6, 7]
            },
            "FoundIn": "Shallow-water streams, ponds and lakes",
            "Status": "We survive in many freshwater environments, but are sensitive to water oxygen levels and erosion. These can have an impact on the size and variety of our populations, which affects animals further up the food chain."
        },
        {
            "Id": 3,
            "Name": "Bosmina (Water Fleas)",
            "Genus": "Bosmina, hundreds of possible species",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "Although I am commonly called a ͞water flea,͟ I’m really a tiny crustacean, like a shrimp. I use my front legs to comb through the water for microscopic plants and animals, while my back legs have structures that work like nets to capture more. Many creatures rely on me for their food, so I’m a critical link between the algae at the base of the food chain and larger animals at the top.",
            "Eats": {
                "Text": "Phytoplankton, zooplankton",
                "Id": [1]
            },
            "EatenBy": {
                "Text": "Small fish, tadpoles, spiders, aquatic insects",
                "Id": [3,4]
            },
            "FoundIn": "Many freshwater environments, especially well-oxygenated ponds and lakes",
            "Status": "Pollution, overheating of water, lack of oxygen, and dangerous blooms of algae can stress my populations. When that happens, I produce eggs that are carried away on the wind and hatch only when conditions in their landing places are just right."
        },
        {
            "Id": 4,
            "Name": "Brook Trout",
            "Genus": "Salvelinus fontinalis",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "I’m more than just a fish. I’m a nursery for the tiny young larvae, or ͞glochidia,͟ of freshwater mussels. Floating glochidia attach to my gills, where they live as harmless parasites as they grow. When they’re big enough, the hitchhiking mussels drop off and settle down into the beds of the clear, cold streams that we both need to survive. No brook trout means no mussels!",
            "Eats": {
                "Text": "Insects, crustaceans, tadpoles, frogs, mollusks, smaller fish",
                "Id": [2,3,4]
            },
            "EatenBy": {
                "Text": "Larger predatory fish, birds of prey, wading birds, small mammals, humans",
                "Id": [6,7]
            },
            "FoundIn": "Clear, cold streams, rivers, lakes, and ponds",
            "Status": "Habitat loss, erosion, damming, pollution, overfishing, and invasive species have had big effects on my numbers. Brook trout (and mussels) have disappeared from areas where we were once common. We need habitat restoration if we are going to survive."
        },
        {
            "Id": 5,
            "Name": "Bullfrog",
            "Genus": "Lithobates catesbeianus",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "You may not see us, but you can hear us. Male bullfrogs emit a deep bellow that can be heard up to half a mile away to attract mates and intimidate rivals, especially in the summer breeding season. Our eggs hatch into tadpoles that slowly transform into adult bullfrogs. We’re voracious predators and play a big role in controlling insect populations!",
            "Eats": {
                "Text": "Insects, worms, crayfish, small fish, small snakes, other frogs",
                "Id": [2,3,4,5]
            },
            "EatenBy": {
                "Text": "Larger predatory fish, wading birds, snakes, small mammals, humans",
                "Id": [6,7]
            },
            "FoundIn": "Edges of large, permanent lakes, ponds, and swamps",
            "Status": "Increased water temperatures and increased amounts of water plants—often signs of pollution—actually work to our advantage, providing good habitats for growth, reproduction, and escape from predators. We are becoming much more common in areas that have been changed by humans, driving out other amphibian species in the process."
        },
        {
            "Id": 6,
            "Name": "Caddisfly",
            "Genus": "In North America, more than 1,000 species within order Trichoptera",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "Like many aquatic insects, we spend the early stages of our lives completely underwater as larvae. Unlike other insects, however, our larvae are builders! We produce a silk thread that we use to make food-catching nets, stationary homes, or portable cases by sticking together twigs, gravel, sand, or other debris. When it’s time to transform into adult caddisflies, we shed our armored homes, crawl onto land, and spend the rest of our lives as flying insects.",
            "Eats": {
                "Text": "Decaying plant and animal matter, algae, small invertebrates",
                "Id": [1,2]
            },
            "EatenBy": {
                "Text": "Fish, wading birds, amphibians, reptiles",
                "Id": [5,6,7]
            },
            "FoundIn": "Streams, rivers, lakes, and permanent or temporary ponds",
            "Status": "Many types of caddisflies are sensitive to water quality and pollution. In fact, counts of our larvae are part of an index widely used by scientists and conservationists to measure water quality."
        },
        {
            "Id": 7,
            "Name": "Damselfly",
            "Genus": "Multiple species in the suborder Zygoptera in the order Odonata (which also includes dragonflies)",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "We may look like dragonflies, but you can tell us apart if you know what to look for. We are usually smaller and more delicate looking than dragonflies, and we hold our wings along our bodies—not outstretched—when resting. We feed on huge quantities of small insects such as mosquitoes and gnats, helping to keep pest populations in check.",
            "Eats": {
                "Text": "Insects, crustaceans",
                "Id": [2,3]
            },
            "EatenBy": {
                "Text": "Birds, fish, dragonflies, frogs, spiders, aquatic insects",
                "Id": [4,5,6,7]
            },
            "FoundIn": "Bogs, ponds, lakes and rivers with good vegetation",
            "Status": "We are sensitive to water acidity (pH), water temperature, and water flow rates, and vulnerable to pollution and environmental damage. Our presence can be a good indicator that a wetland habitat is relatively healthy and unpolluted."
        },
        {
            "Id": 8,
            "Name": "Diatoms",
            "Genus": "More than 600 species in Pennsylvania and the northeast",
            "Coords": {
                "x": 55,
                "y": 283
            },
    		"Body": "We are algae, but we encase our soft, singled-celled bodies in hard silica shells that come in an amazing array of geometric designs. Like other algae, we use photosynthesis to turn sunlight into food. In the process, we release oxygen into the water, helping other animals to breathe. We’re the primary food for a wide range of insects, crustaceans, and fish. Without us, life in an aquatic ecosystem can vanish.",
            "Eats": {
                "Text": "Sunlight and nutrients",
                "Id": [1]
            },
            "EatenBy": {
                "Text": "Zooplankton, crustaceans, fish larvae, insect larvae",
                "Id": [1,2,3]
            },
            "FoundIn": "Sunlit zones of almost any aquatic environment",
            "Status": "When we die, our shells fall into the sediments of rivers, lakes, and oceans. By studying cores taken from these sediments, scientists use our shells to analyze environmental conditions in the past. This helps them understand how pollution, erosion, and climate change are impacting aquatic habitats—and our survival—today."
        },
    ]
}
